import gspread

gc = gspread.service_account(filename='C:/path/to/your/creds.json')

wks = gc.open("CafeVersionAnanda2Copy").sheet1

wks.update([['Widget_ID', 'Name', 'Description', 'Price', 'Image URL'], [1, 'Шулэн', 'Говядина, Лапша, Зелени, Чеснок, Перец, Пельмени, Соус, Уксус', 120], [2, 'Борщ', 'Свекла, Капуста, Морковь, Картофель, Лук, Свинина', 75], [3, 'Лагман', 'Баранина, Лапша, Морковь, Картофель, Специи, Зелень, Перец', 160], [4, 'Рассольник', 'Огурцы, Перловая крупа, Картофель, Говядина, Лук, Пертушка', 110], [5, 'Харчо', 'Говядина, Чеснок, Лук, Томат. паста, Ткемали, Хмели-сунели, Орехи', 175], [6, 'Куриный', 'Курица, Картофель, Морковь, Лук, Вермишель, Зелени', 100],], 'A1')


wks.format('A1:F1', {'textFormat': {'bold': True}})
wks.format('A2:F7', {'textFormat': {'bold': False}})